[
  {
    "title": "Depression, Anxiety and stress scale",
    "description": "This test is designed to measure your psychological state with regards to the degree of depression, stress and anxiety. Please read\n            the test sentences and choose the best answer that fits you during\n            the last 2 weeks.\n            See More",
    "recommendation": "Every 2 weeks",
    "testPeriod": "1:30 Mins",
    "ar_title": "مقياس الاكتئاب والقلق والضغط العصبي",
    "ar_description": "هذا الاختبار مخصص لقياس درجة الاكتئاب والقلق والضغط النفسي لديك. برجاء قراءة جمل الاختبار واختيار الإجابة الأنسب لك خلال الأسبوعين الماضيين.\n        شاهد المزيد",
    "ar_recommendation": "كل اسبوعين",
    "ar_testPeriod": "١:٣٠ دقيقة"
  },
  {
    "title": "Anxiety scale",
    "description": "This test is designed to measure your anxiety degree. Please read the test sentences and choose the best answer that fits you during\n            the last 2 weeks.\n            See More",
    "recommendation": "Every 2 weeks",
    "testPeriod": "1:30 Mins",
    "ar_title": "مقياس القلق",
    "ar_description": "هذا الاختبار مخصص لقياس درجة لقلق لديك. برجاء قراءة جمل الاختبار واختيار الإجابة الأنسب لك خلال الأسبوعين الماضيين.\n        شاهد المزيد",
    "ar_recommendation": "كل اسبوعين",
    "ar_testPeriod": "١:٣٠ دقيقة"
  },
  {
    "title": "Depression scale",
    "description": "This test is designed to measure your depression degree. Please read the test sentences and choose the best answer that fits you during\n            the last 2 weeks.\n            See More",
    "recommendation": "Every 2 weeks",
    "testPeriod": "1:30 Mins",
    "ar_title": "مقياس الاكتئاب",
    "ar_description": "هذا الاختبار مخصص لقياس درجة الاكتئاب لديك. برجاء قراءة جمل الاختبار واختيار الإجابة الأنسب لك خلال الأسبوعين الماضيين.\n        شاهد المزيد",
    "ar_recommendation": "كل اسبوعين",
    "ar_testPeriod": "١:٣٠ دقيقة"
  },
  {
    "title": "OCD scale",
    "description": "Obsessions are unwelcome or distressing ideas, thoughts, images or impulses that repeatedly enter your mind. They may seem to occur\n            against your will. They may be repugnant to you, are often\n            senseless, and may not fit your actual personality at all (for\n            example, the recurrent thought or impulse to harm to your children,\n            even though you never This test is designed to measure your\n            obsessive comupulsive symptoms. Obsessions are unwelcome or\n            distressing ideas, thoughts, images or impulses that repeatedly\n            enter your mind. They may seem to occur against your will. They may\n            be repugnant to you, are often senseless, and may not fit your\n            actual personality at all. Compulsions are behaviors or acts that\n            you feel driven to perform, even though you may recognize them as\n            senseless or excessive. At times, you may try to resist doing them,\n            but this may prove difficult. You may experience anxiety that does\n            not diminish until the behavior is completed. Please read the test\n            sentences and choose the best answer that fits you during the last 2\n            weeks. This test is designed to measure your obsessive comupulsive\n            symptoms. Obsessions are unwelcome or distressing ideas, thoughts,\n            images or impulses that repeatedly enter your mind. They may seem to\n            occur against your will. They may be repugnant to you, are often\n            senseless, and may not fit your actual personality at all.\n            Compulsions are behaviors or acts that you feel driven to perform,\n            even though you may recognize them as senseless or excessive. At\n            times, you may try to resist doing them, but this may prove\n            difficult. You may experience anxiety that does not diminish until\n            the behavior is completed. Please read the test sentences and choose\n            the best answer that fits you during the last 2 weeks.\n            See More",
    "recommendation": "Every 2 weeks",
    "testPeriod": "1:30 Mins",
    "ar_title": "مقياس الوسواس القهري",
    "ar_description": "هذا الاختبار مخصص لقياس درجة الوسواس القهري لديك. الوساوس هي أفكار مزعجة تتكرر في ذهنك. تظهر لديك ضد إرادتك. تكون بالنسبة لك مكروهة وقد لا تتوافق\n        مع شخصيتك . برجاء قراءة جمل الاختبار واختيار الإجابة الأنسب لك خلال\n        الأسبوعين الماضيين.\n        شاهد المزيد",
    "ar_recommendation": "كل اسبوعين",
    "ar_testPeriod": "١:٣٠ دقيقة"
  },
  {
    "title": "PTSD",
    "description": "This test assesses the psychological impact of stressful events after its ends by few months. Below is a list of problems and\n            complaints that person sometimes have in response to stressful life\n            experiences. Please read each one carefully, choose the answer that\n            fits you mostly to indicate how much you have been bothered by that\n            problem in the last month\n            See More",
    "recommendation": "Every 2 weeks",
    "testPeriod": "1:30 Mins",
    "ar_title": "اضطراب ما بعض الصدمة",
    "ar_description": "هذا المقياس يقيس التأثير النفسي لبعض الأحداث الشديدة التي في الماضي ولازال أثرها قائم. فيما يلي قائمة بالمشكلات والشكاوى التي يشعر بها\n        الأشخاص الذين مروا بخبرات صادمة في أوقات سابقة. من فضلك قم بقراءة كل\n        جملة بعناية، واختر الإجابة الأنسب لك في ما شعرت به خلال الشهر الماضي\n        شاهد المزيد",
    "ar_recommendation": "كل اسبوعين",
    "ar_testPeriod": "١:٣٠ دقيقة"
  },
  {
    "title": "Adult ADHD Self-Report Scale",
    "description": "Attention deficit hyperactivity disorder (ADHD) in adults is a mental health related disorder and includes a set of persistent\n            problems, such as difficulty in attention, hyperactivity, and\n            impulsive behavior. Attention deficit disorder with hyperactivity in\n            adults may lead to unstable relationships, poor work or school\n            performance, decreased self-confidence, and other problems.\n            See More",
    "recommendation": "Every 2 weeks",
    "testPeriod": "1:30 Mins",
    "ar_title": "اضطراب نقص الانتباه مع فرط النشاط للبالغين (ADHD)",
    "ar_description": "اضطراب نقص الانتباه مع فرط النشاط (ADHD) لدى البالغين هو اضطراب مرتبط بالصحة العقلية، ويتضمن مجموعة من المشكلات المستمرة، مثل صعوبة الانتباه،\n        وفرط الحركة، والسلوك الاندفاعي. قد يُؤدِّي اضطراب نقص الانتباه مع فرط\n        النشاط لدى البالغين إلى علاقات غير مستقرةٍ، وضعف العمل أو الأداء\n        المدرسي، وتراجع الثقة بالنفس، وغيرها من المشكلات.\n        شاهد المزيد",
    "ar_recommendation": "كل اسبوعين",
    "ar_testPeriod": "١:٣٠ دقيقة"
  }
]
